[
  {
    "id": "Tf75",
    "artist": "Nirvana",
    "title": "In Utero",
    "coverUrl": "https://upload.wikimedia.org/wikipedia/en/e/e5/In_Utero_%28Nirvana%29_album_cover.jpg",
    "description": "In Utero is the third and final studio album by the American rock band Nirvana, released on September 21, 1993, by DGC Records. After breaking into the mainstream with their previous album, Nevermind (1991), Nirvana hired Steve Albini to record In Utero, seeking a more complex, abrasive sound that was reminiscent of their work prior to Nevermind. Although the singer and primary songwriter Kurt Cobain claimed that the album was \"very impersonal\", many of its songs contain heavy allusions to his personal life and struggles, expressing feelings of angst that were prevalent on Nevermind.\r\n\r\nThe album was recorded over two weeks in February 1993 at Pachyderm Studio in Cannon Falls, Minnesota. After recording finished, rumors circulated that DGC might not release the album due to Albini's abrasive and uncommercial sound. The album was mastered by Bob Ludwig to achieve a more desirable sound for both Nirvana and their label. The band later hired the producer Scott Litt to remix the singles \"All Apologies\", \"Heart-Shaped Box\" and \"Pennyroyal Tea\".\r\n\r\nIn Utero was a major critical and commercial success upon release. Critics praised the album's raw, unconventional sound and Cobain's lyricism. It reached number one on the US Billboard 200 and UK Albums Chart; \"Heart-Shaped Box\" and \"All Apologies\" reached number one on the Billboard Alternative Songs chart. The album has been certified 6× Platinum in the US for 6 million sales and has sold 15 million copies worldwide. It was the final Nirvana album released before Cobain's suicide in 1994, six months after the album's release. \"Pennyroyal Tea\", planned as a single prior to Cobain's death, was released in 2014 and reached number one on the now-defunct Billboard Hot 100 Singles Sales chart."
  },
  {
    "id": "2Wtw",
    "artist": "Stone Temple Pilots",
    "title": "Purple",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273a6e07487251d331f8a68b553",
    "description": "Purple (stylized on the cover art in its Chinese character 紫, also known as Stone Temple Pilots) is the second studio album by the American rock band Stone Temple Pilots, released on June 7, 1994, by Atlantic Records. The album, building on the foundation laid by the band's debut album Core (1992), was a major commercial success, debuting at No. 1 on the Billboard 200 with 252,000 copies sold in its first week. It remained at the top of the chart for three weeks, eventually selling over six million copies. It spawned a number of successful singles; \"Vasoline\" and \"Interstate Love Song\" both topped the Mainstream Rock Tracks chart and reached number 2 on the Modern Rock Tracks chart, while \"Big Empty\" also reached the top ten on both charts. Lesser-known album cuts \"Pretty Penny\" and \"Unglued\" were released as promotional radio singles."
  },
  {
    "id": "8FQc",
    "artist": "Adventures",
    "title": "Supersonic Home",
    "coverUrl": "https://akamai.sscdn.co/uploadfile/letras/albuns/a/6/9/2/658681536684284.jpg",
    "description": "Adventures was an American rock band from Pittsburgh, Pennsylvania. It was formed in 2012 by three members of the hardcore punk band Code Orange – Joe Goldman, Reba Meyers and Jami Morgan – with their friends Kimi Hanauer and Dominic Landolina (now also a member of Code Orange). They were initially signed to No Sleep Records but later transferred to Run for Cover Records.\r\n\r\nAdventures have released four EPs, followed by the 2015 studio album Supersonic Home."
  },
  {
    "id": "Fefr",
    "artist": "Rogue Wave",
    "title": "Out of Shadow",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b27351f90d9b86bcfa02789ec159",
    "description": "Out of the Shadow by Rogue Wave is one of the better records to completely slip under the radar in 2003. The band is mostly the product of Zach Rogue's low-key brilliance as he writes, sings, and plays everything except for drums and the occasional guitar part. Zach has a great voice with the range to reach some very high and pretty notes. He also has an ear for arrangements and a knack for hooky songwriting. The sound of the record is pitched somewhere between Elephant 6 (without the icky whimsy) and the Northwest gloomcore merchants like Built to Spill or Death Cab for Cutie (without the gloom), with a little bit of classic Baroque folk (Simon & Garfunkel) on the fringes. The songs are split between full-band songs like the charging \"Every Moment,\" the strutting Kinks-flavored \"Seasick on Land,\" or the tough \"Endless Shovel\" and solo acoustic-based tracks like the bubble-sweet \"Be Kind & Remind,\" the lap steel melancholic \"Postage Stamp World,\" or the very Simon-esque \"Man-Revolutionary!.\" Not a weak link or bit of filler to be found anywhere, either. \"Out of the Shadows\" is an indie dream come true. A dream like another great Elliott Smith record, or a Sebadoh record that isn't an embarrassment, or a Neutral Milk Hotel record that makes sense. You get the picture. Thanks to Sub Pop for the reissue and for rescuing this gem from the obscurity of microindie wasteland."
  },
  {
    "id": "bLHS",
    "artist": "Dave Matthews Band",
    "title": "Crash",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2738b661bd40fbd8c6fbb26e3df",
    "description": "Crash is the second studio album by the American rock band Dave Matthews Band, released on April 30, 1996, by RCA Records.\r\n\r\nBy March 16, 2000, the album had sold seven million copies and was certified septuple platinum by the Recording Industry Association of America. Crash is currently Dave Matthews Band's best-selling album."
  },
  {
    "id": "dg48",
    "artist": "Queen",
    "title": "Sheer Heart Attack",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2737dafc1684ef3c22283811454",
    "description": "Sheer Heart Attack is the third studio album by the British rock band Queen, released on 8 November 1974 by EMI Records in the United Kingdom and by Elektra Records in the United States. Digressing from the progressive themes featured on their first two albums, the album featured more pop-centric and conventional rock tracks and marked a step towards the \"classic\" Queen sound. It was produced by the band and Roy Thomas Baker and launched Queen to mainstream popularity in the UK and throughout the world.\r\n\r\nThe album's first single, \"Killer Queen\", reached number 2 on the UK Singles Chart and provided the band with their first top 20 hit in the US, peaking at number 12 on the Billboard Hot 100. Sheer Heart Attack was the first Queen album to hit the US top 20, peaking at number 12 on the Billboard Top LPs & Tapes Chart in 1975. It has been acknowledged for containing \"a wealth of outstanding hard rock guitar tracks\". Retrospectively, it has been listed by multiple publications as one of the band's best works and has been deemed an essential glam rock album."
  },
  {
    "id": "Z4EC",
    "artist": "Weezer",
    "title": "Weezer",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273345536847e60f622ee0eae96",
    "description": "Weezer (commonly known as the Blue Album) is the debut studio album by the American rock band Weezer, released on May 10, 1994, by DGC Records. It was produced by Ric Ocasek of the Cars.\r\n\r\nWeezer formed in Los Angeles in 1992 and initially struggled to engage audiences, who were more interested in grunge. In November, they recorded a demo, The Kitchen Tape, which brought them to the attention of DGC owner Geffen Records. Weezer selected Ocasek to produce because of his work with the Cars. Most of the album was recorded at Electric Lady Studios in New York City between August and September 1993. The group treated the guitars and bass as a single, 10-string instrument, playing in unison. Guitarist Jason Cropper was fired during recording, as the band felt he was threatening their chemistry; he was replaced by Brian Bell.\r\n\r\nWeezer was supported by the singles \"Undone – The Sweater Song\", \"Buddy Holly\", and \"Say It Ain't So\", which were accompanied by music videos. The album received critical acclaim and reached number sixteen on the Billboard 200, and was certified 5x Platinum by the Recording Industry Association of America (RIAA) in 2024. It remains Weezer's best-selling album, with more than 15 million copies sold worldwide by 2009. It has been named one of the best albums of the 1990s by several publications. In 2020, Rolling Stone ranked it number 294 on its list of the \"500 Greatest Albums of All Time\"."
  },
  {
    "id": "Tuxi",
    "artist": "Tegan and Sara",
    "title": "The Con",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273377453abefeab743c5633fcc",
    "description": "The Con is the fifth studio album by Canadian indie pop duo Tegan and Sara, released on July 24, 2007. The album charted at number 4 in Canada and at number 34 on the Billboard 200 in the United States. Two singles were released from the album, \"Back in Your Head\" and \"The Con\", which both had music videos filmed for them.\r\n\r\nGuest performers on the album include Jason McGerr of Death Cab for Cutie, Matt Sharp of The Rentals and formerly of Weezer (on Sara's songs), Hunter Burgan of AFI (on Tegan's songs) and Kaki King.\r\n\r\nThe title track was featured in rhythm video game Rock Band 3."
  },
  {
    "id": "4UN6",
    "artist": "Feist",
    "title": "Let It Die",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2737eed089be836e66ce2c2b65d",
    "description": "Let It Die was welcomed as one of the best Canadian pop albums of 2004. It was nominated for three Juno Awards in 2005 and won two: Best Alternative Album and Best New Artist. A track from the album, \"Inside and Out\", was nominated as Single of the Year in the 2006 Juno Awards. In 2012, NOW Magazine ranked Let It Die at No. 4 on list of The 50 Best Toronto Albums Ever.\r\n\r\nLet It Die has attracted a significant international audience. The album was originally divided into original compositions on the first half and cover versions on the second, though a reissue later in 2004 added a further original composition as the penultimate track."
  },
  {
    "id": "s7RW",
    "artist": "Lisa Hannigan",
    "title": "Passenger",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b27336de654953fbd55ef804cb11",
    "description": "Passenger is the second studio album by Irish singer-songwriter Lisa Hannigan. The album was released in the US and Canada on 20 September 2011 and in the Republic of Ireland on 7 October 2011 (brought forward from the originally scheduled date, 21 October). The album, featuring 11 new tracks, was nominated for the Choice Music Prize.\r\n\r\nThe album was self-released in Ireland and the UK through her label, Hoop Records. The album was released in North America through Barp-ATO Records and later for Europe in 2012 on PIAS Recordings.\r\n\r\nIn 2012, it was awarded a silver certification from the Independent Music Companies Association, which indicated sales of at least 20,000 copies throughout Europe."
  },
  {
    "id": "BuLh",
    "artist": "Radish",
    "title": "Restraining Bolt",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273b43cb081bf0c0773e216e6df",
    "description": "Restraining Bolt is the final studio album by American alternative rock band Radish, released in 1997. Ben Kweller, the group's frontman, was only 15 at the time the album was released. The album was a commercial failure, selling only 13,000 copies by March 1998."
  },
  {
    "id": "Sa3G",
    "artist": "Yuck",
    "title": "Yuck",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2738548f1ebc989bb4895460757",
    "description": "Daniel Blumberg and Max Bloom left their previous group Cajun Dance Party in 2008. They formed Yuck in 2009 in London, England. The pair released two singles on vinyl only (\"Rubber\" and \"Georgia\") in early 2010 and recruited Jonny Rogoff on drums and Mariko Doi on bass (who had just recently left the group Levelload) shortly after. The group began recording its debut studio album in the summer of the same year in London in Max Bloom's parents' house.\r\n\r\nYuck released its debut single \"Holing Out\" on 20 February 2011. The Japanese edition of the album features a cover of \"Natsu Nandesu\" by Happy End, sung by bassist Mariko Doi.\r\n\r\nYuck is the debut eponomyous studio album by English indie rock band Yuck. The album was released on CD and digital download on 15 February 2011 on the Fat Possum Records label in the United States and on 21 February 2011 on the Mercury Records label in the United Kingdom."
  },
  {
    "id": "7Y5R",
    "artist": "The Jelly Jam",
    "title": "2",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b27355102d8d5add993e702f97e2",
    "description": "The Jelly Jam is an American progressive rock power trio supergroup, consisting of King's X member Ty Tabor on guitar and vocals, Winger and Dixie Dregs member Rod Morgenstein on drums, and Dream Theater member John Myung on bass guitar.\r\n\r\nTheir first album, The Jelly Jam, was released by InsideOut Music in 2002. Their second album, The Jelly Jam 2, followed in 2004."
  },
  {
    "id": "m0Is",
    "artist": "Primus",
    "title": "Frizzle Fry",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2735783da46e6005f903bbd5065",
    "description": "Frizzle Fry is the debut studio album by American rock band Primus. It was released on February 7, 1990, by Caroline Records. Produced by the band and Matt Winegar, the album was recorded at Different Fur Studios in San Francisco in December 1989. In 2015, Primus frontman Les Claypool ranked Frizzle Fry as his favorite Primus album."
  },
  {
    "id": "peSV",
    "artist": "Foo Fighters",
    "title": "Foo Fighters",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273126420226a30aa75a2f52691",
    "description": "Foo Fighters is the debut studio album by American rock band Foo Fighters, released on July 4, 1995, through Roswell and Capitol Records. Former Nirvana drummer Dave Grohl wrote the entire album. He recorded it himself in six days with the assistance of producer Barrett Jones at Robert Lang Studios in Seattle, Washington, in 1994. Grohl said that he recorded the album just for fun, describing it as a cathartic experience to recover from the suicide of Nirvana bandmate Kurt Cobain. The album is considered to have started the post-grunge genre.\r\n\r\nAfter Grohl completed the recordings, he chose the name \"Foo Fighters\" for the project to hide his identity and passed cassette copies of the sessions to personal friends. When the tapes attracted record label interest, Grohl signed with Capitol and recruited a full band to perform the songs live. The album was promoted through extensive tours and six singles, two of which were accompanied by music videos.\r\n\r\nUpon its release, Foo Fighters earned positive reviews, praising its songwriting and performances, and was also a commercial success, becoming the band's second-best-selling album in the United States. It also peaked within the top five of charts of the United Kingdom, Canada, Australia, and New Zealand."
  },
  {
    "id": "3iKH",
    "artist": "Elizabeth & the Catapult",
    "title": "Taller Children",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2738db9302b121d14d30fb5afb8",
    "description": "Having been popular on New York's Lower East Side, the band achieved a measure of national notoriety in the spring of 2009 with their first album under Verve, Taller Children. The band chose to travel to Omaha, Nebraska, to record the album in the studio of Mike Mogis. Elizabeth wrote all the songs on the album with the exception of the Leonard Cohen cover \"Everybody Knows\" and several of the tracks were derived from demos recorded previously in Molad's home studio. The album was recorded quickly, and the band returned to New York shortly thereafter and released the album in June 2009."
  },
  {
    "id": "KE1n",
    "artist": "Rage Against the Machine",
    "title": "Evil Empire",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273053f006079bce979e5fef1e1",
    "description": "Evil Empire is the second studio album by the American rock band Rage Against the Machine, released on April 16, 1996, by Epic Records. It debuted at number 1 on the US Billboard 200 chart with first week sales of 249,000 copies, and the song \"Tire Me\" won a 1996 Grammy Award for Best Metal Performance; \"Bulls on Parade\" and \"People of the Sun\" were nominated for Grammys for Best Hard Rock Performance. On May 24, 2000, the album was certified triple platinum by the Recording Industry Association of America.\r\n\r\nThe album's title is a reference to a term used in the early 1980s by President Ronald Reagan and many American conservatives to describe the Soviet Union."
  },
  {
    "id": "DLlC",
    "artist": "Red Hot Chili Peppers",
    "title": "Blood Sugar Sex Magik",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273e7957730bc48a85ee53657fd",
    "description": "Blood Sugar Sex Magik is the fifth studio album by American rock band Red Hot Chili Peppers, released on September 24, 1991, by Warner Bros. Records. Produced by Rick Rubin, its musical style differed notably from the band's previous album Mother's Milk (1989), reducing the use of heavy metal guitar riffs and accentuating the melodic songwriting contributions of guitarist John Frusciante. The album's subject matter incorporates sexual innuendos and references to drugs and death, as well as themes of lust and exuberance.\r\n\r\nBlood Sugar Sex Magik peaked at number three on the US Billboard 200 and produced hit singles \"Under the Bridge\", \"Give It Away\", \"Suck My Kiss\", \"Breaking the Girl\" and \"If You Have to Ask\". The album received widespread critical acclaim and propelled the band into worldwide popularity. Heavily uncomfortable with fame, Frusciante quit the band during its 1992 tour; he rejoined in 1998.\r\n\r\nBlood Sugar Sex Magik is widely recognized as an influential and seminal release of the alternative rock explosion of the 1990s, with Steve Huey of AllMusic calling it \"probably the best album the Chili Peppers will ever make\" Flea shared the same sentiment in 2023, calling it his favorite Red Hot Chili Peppers album. The album has sold over 14 million units, making it the band's second best-selling album behind Californication."
  },
  {
    "id": "lobQ",
    "artist": "Helmet",
    "title": "Size Matters",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273475785f477e75e9b7d62152c",
    "description": "Page Hamilton, the band's founder and chief songwriter, is the only original member appearing on the album. Therefore, some fans object to it being called \"Helmet\" and consider it to be a Page Hamilton solo project. According to Hamilton, founding members John Stanier (drums) and Henry Bogdan (bass) both declined the invitation to reunite. Stanier even publicly criticized Hamilton and the new Helmet in 2004.\r\n\r\nDespite any objections, the album carries on in the Helmet tradition with Hamilton's trademark staccato sound. Hamilton said to Deseret News in October 2004, \"I can see why John is upset. There are some people who feel that only the original lineup can constitute a group. But then there are others who don't care. What I'm more concerned with is the fact that the music is good\". He further added, \"I'm not trying to pull the wool over anyone's eyes. This is a new Helmet\".\r\n\r\nThe album was recorded as a three-piece with ex-White Zombie drummer John Tempesta and Chris Traynor (guitarist on the Aftertaste tour) on bass. After recording was done, Anthrax bassist Frank Bello was brought in so Traynor could return to guitar for live performances. Bello is included in promotional images from the Size Matters era, and several reviewers mistakenly claimed that he performed on the album. Unlike previous Helmet albums, Size Matters was made with the assistance of digital editing software Pro Tools."
  },
  {
    "id": "7e7Y",
    "artist": "Pearl Jam",
    "title": "No Code",
    "coverUrl": "https://i.scdn.co/image/ab67616d00001e024c29f49b11488856e468719c",
    "description": "No Code is the fourth studio album by the American rock band Pearl Jam, released on August 27, 1996, through Epic Records. Following a troubled tour for its previous album, Vitalogy (1994), in which Pearl Jam engaged in a much-publicized boycott of Ticketmaster, the band went into the studio to record its follow-up. The music on the record was more diverse than what the band had done on previous releases, incorporating elements of garage rock and worldbeat.\r\n\r\nAlthough No Code debuted at number one on the Billboard 200, making it Pearl Jam's third consecutive number one album, it left a large section of the band's fanbase unsatisfied and quickly fell down the charts. Critical reviews were also mixed, with praise to the musical variety but criticism to the album's inconsistency. The album became the first Pearl Jam album to not reach multi-platinum status, receiving a single platinum certification by the Recording Industry Association of America (RIAA) in the United States."
  },
  {
    "id": "NBGO",
    "artist": "Benjamin Francis Leftwich",
    "title": "Last Smoke Before the Snowstorm",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b27390256998e7dfffa87d109740",
    "description": "Last Smoke Before the Snowstorm is the debut studio album from English singer-songwriter Benjamin Francis Leftwich. It was released on 3 July 2011 in the United Kingdom. It peaked at No. 35 on the UK Albums Chart."
  },
  {
    "id": "Gxsb",
    "artist": "Superdrag",
    "title": "Regretfully Yours",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2730947daa80d01fde5e1ceb7c0",
    "description": "Regretfully Yours is the debut album by Superdrag, released on Elektra Records in 1996. The first single, \"Sucked Out\", expressed disdain for the music industry. It was an MTV Buzz Bin hit. \"Sucked Out\" reached #17 on Billboard's Modern Rock chart.\r\n\r\nA vinyl version—which didn't appear at the time of the original release despite the album's retro aesthetic—was released in 2012 on SideOneDummy Records.\r\n\r\nThe album peaked at No. 158 on the Billboard 200."
  },
  {
    "id": "KSHh",
    "artist": "Dream Theater",
    "title": "Awake",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273fa54317f77c3a22574f8517d",
    "description": "Awake is the third studio album by American progressive metal band Dream Theater, released on October 4, 1994, through East West Records. It is the final Dream Theater album to feature original keyboardist Kevin Moore, who announced his decision to leave the band during the mixing process of the album.\r\n\r\nMuch of the material for Awake was written in writing sessions between February and April 1994, during which Dream Theater were under pressure from their record label to produce an album as successful as Images and Words (1992) with a single similar to \"Pull Me Under\". The label wanted the band to produce a more metal-oriented album, hoping it would be easier to market. John Purdell and Duane Baron produced, engineered and mixed the album. The album's cover, again designed by Larry Freemantle, features numerous references to the album's lyrics.\r\n\r\nReleased at the height of the popularity of grunge music, Awake initially received mixed reviews, though the album was later referred to as one of the band's finest releases. The album peaked at 32 on the US Billboard 200, the highest position a Dream Theater album would reach on that chart until 2007's Systematic Chaos, which peaked at 19. \"Lie\" and \"The Silent Man\" were released as singles but failed to be as successful as \"Pull Me Under\" had been. The band's record label considered the album a commercial failure, which would lead to the band being pressured to write more radio-friendly songs on their subsequent studio album."
  },
  {
    "id": "CkSW",
    "artist": "Incubus",
    "title": "Morning View",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273289320ef78f164a472698926",
    "description": "Morning View is the fourth studio album by American rock band Incubus, released October 22, 2001, through Epic Records. A companion DVD, The Morning View Sessions, was released on May 29, 2002. Continuing the move away from nu metal, the album ranges widely from soft to hard rock sounds in the style of alternative rock. Morning View was the last Incubus album to feature bassist Alex Katunich.\r\n\r\nWith the album producing the popular singles \"Wish You Were Here\" and \"Nice to Know You\", Morning View generally achieved critical praise and went double-platinum, making it the band's highest selling album. A rerecorded version of the album, titled Morning View XXIII, was released on May 10, 2024."
  },
  {
    "id": "rzWt",
    "artist": "Rush",
    "title": "Moving Pictures",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2732be625cb5e73eeeede1a9d43",
    "description": "Moving Pictures is the eighth studio album by Canadian rock band Rush; it was released on February 12, 1981, by Anthem Records. After touring to support their previous album, Permanent Waves (1980), the band started to write and record new material in August 1980 with longtime co-producer Terry Brown. They continued to write songs with a more radio-friendly sound, featuring tighter and shorter song structures compared to their earlier albums.\r\n\r\nMoving Pictures received a positive reception from contemporary and retrospective music critics and became an instant commercial success, reaching number one in Canada and number three in both the United States and the United Kingdom. It remains Rush's highest-selling album in the United States, with five million copies sold. \"Limelight\", \"Tom Sawyer\" and \"Vital Signs\" were released as singles across 1981, and the instrumental \"YYZ\" was nominated for a Grammy Award for Best Rock Instrumental Performance. Rush supported the album on tour from February to July 1981. In 2020, Rolling Stone ranked the album number 379 on its list of the \"500 Greatest Albums of All Time\"."
  }
]