[
  {
    "id": "Tf75",
    "artist": "Nirvana",
    "title": "In Utero",
    "coverUrl": "https://upload.wikimedia.org/wikipedia/en/e/e5/In_Utero_%28Nirvana%29_album_cover.jpg",
    "description": "In Utero is the third and final studio album by the American rock band Nirvana, released on September 21, 1993, by DGC Records. After breaking into the mainstream with their previous album, Nevermind (1991), Nirvana hired Steve Albini to record In Utero, seeking a more complex, abrasive sound that was reminiscent of their work prior to Nevermind. Although the singer and primary songwriter Kurt Cobain claimed that the album was \"very impersonal\", many of its songs contain heavy allusions to his personal life and struggles, expressing feelings of angst that were prevalent on Nevermind.\r\n\r\nThe album was recorded over two weeks in February 1993 at Pachyderm Studio in Cannon Falls, Minnesota. After recording finished, rumors circulated that DGC might not release the album due to Albini's abrasive and uncommercial sound. The album was mastered by Bob Ludwig to achieve a more desirable sound for both Nirvana and their label. The band later hired the producer Scott Litt to remix the singles \"All Apologies\", \"Heart-Shaped Box\" and \"Pennyroyal Tea\".\r\n\r\nIn Utero was a major critical and commercial success upon release. Critics praised the album's raw, unconventional sound and Cobain's lyricism. It reached number one on the US Billboard 200 and UK Albums Chart; \"Heart-Shaped Box\" and \"All Apologies\" reached number one on the Billboard Alternative Songs chart. The album has been certified 6× Platinum in the US for 6 million sales and has sold 15 million copies worldwide. It was the final Nirvana album released before Cobain's suicide in 1994, six months after the album's release. \"Pennyroyal Tea\", planned as a single prior to Cobain's death, was released in 2014 and reached number one on the now-defunct Billboard Hot 100 Singles Sales chart."
  },
  {
    "id": "2Wtw",
    "artist": "Stone Temple Pilots",
    "title": "Purple",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b273a6e07487251d331f8a68b553",
    "description": "Purple (stylized on the cover art in its Chinese character 紫, also known as Stone Temple Pilots) is the second studio album by the American rock band Stone Temple Pilots, released on June 7, 1994, by Atlantic Records. The album, building on the foundation laid by the band's debut album Core (1992), was a major commercial success, debuting at No. 1 on the Billboard 200 with 252,000 copies sold in its first week. It remained at the top of the chart for three weeks, eventually selling over six million copies. It spawned a number of successful singles; \"Vasoline\" and \"Interstate Love Song\" both topped the Mainstream Rock Tracks chart and reached number 2 on the Modern Rock Tracks chart, while \"Big Empty\" also reached the top ten on both charts. Lesser-known album cuts \"Pretty Penny\" and \"Unglued\" were released as promotional radio singles."
  },
  {
    "id": "8FQc",
    "artist": "Adventures",
    "title": "Supersonic Home",
    "coverUrl": "https://akamai.sscdn.co/uploadfile/letras/albuns/a/6/9/2/658681536684284.jpg",
    "description": "Adventures was an American rock band from Pittsburgh, Pennsylvania. It was formed in 2012 by three members of the hardcore punk band Code Orange – Joe Goldman, Reba Meyers and Jami Morgan – with their friends Kimi Hanauer and Dominic Landolina (now also a member of Code Orange). They were initially signed to No Sleep Records but later transferred to Run for Cover Records.\r\n\r\nAdventures have released four EPs, followed by the 2015 studio album Supersonic Home."
  },
  {
    "id": "Fefr",
    "artist": "Rogue Wave",
    "title": "Out of Shadow",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b27351f90d9b86bcfa02789ec159",
    "description": "Out of the Shadow by Rogue Wave is one of the better records to completely slip under the radar in 2003. The band is mostly the product of Zach Rogue's low-key brilliance as he writes, sings, and plays everything except for drums and the occasional guitar part. Zach has a great voice with the range to reach some very high and pretty notes. He also has an ear for arrangements and a knack for hooky songwriting. The sound of the record is pitched somewhere between Elephant 6 (without the icky whimsy) and the Northwest gloomcore merchants like Built to Spill or Death Cab for Cutie (without the gloom), with a little bit of classic Baroque folk (Simon & Garfunkel) on the fringes. The songs are split between full-band songs like the charging \"Every Moment,\" the strutting Kinks-flavored \"Seasick on Land,\" or the tough \"Endless Shovel\" and solo acoustic-based tracks like the bubble-sweet \"Be Kind & Remind,\" the lap steel melancholic \"Postage Stamp World,\" or the very Simon-esque \"Man-Revolutionary!.\" Not a weak link or bit of filler to be found anywhere, either. \"Out of the Shadows\" is an indie dream come true. A dream like another great Elliott Smith record, or a Sebadoh record that isn't an embarrassment, or a Neutral Milk Hotel record that makes sense. You get the picture. Thanks to Sub Pop for the reissue and for rescuing this gem from the obscurity of microindie wasteland."
  },
  {
    "id": "bLHS",
    "artist": "Dave Matthews Band",
    "title": "Crash",
    "coverUrl": "https://i.scdn.co/image/ab67616d0000b2738b661bd40fbd8c6fbb26e3df",
    "description": "Crash is the second studio album by the American rock band Dave Matthews Band, released on April 30, 1996, by RCA Records.\r\n\r\nBy March 16, 2000, the album had sold seven million copies and was certified septuple platinum by the Recording Industry Association of America. Crash is currently Dave Matthews Band's best-selling album."
  }
]